Repository: OpenDevelopmentMekong/wp-odm_solr
Catalog: i18n/wp-odm_solr-*.po
Languages: lo, my, vi

source: Search datasets, topics, News...
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນ, ບົດຄວາມ, ຂ່າວ...
my: datasets များ၊ ခေါင်းစဥ်များ၊ သတင်းဆောင်းပါးများကို ရှာဖွေပါ။
vi: Tìm kiếm dữ liệu

source: Datasets
lo: ຊຸດຂໍ້ມູນ
vi: Bộ dữ liệu

source: Publications
lo: ສິ່ງພິມ
my: စာကြည့်တိုက်ထုတ်ဝေမှုများ
vi: Xuất bản

source: Laws
lo: ກົດໝາຍ
my: ဥပဒေများ
vi: Luật

source: Agreements
lo: ຂໍ້ຕົກລົງ
my: သဘောတူညီချက်များ
vi: Hợp đồng

source: Maps
lo: ແຜນທີ່
my: မြေပုံများ
vi: Bản đồ

source: News
lo: ຂ່າວ
my: သတင်းတင်ဆက်မှုများ
vi: Tin tức

source: Topics
lo: ບົດຄວາມ
my: ခေါင်းစဉ်များ
vi: Chuyên đề

source: Profiles
lo: ຂໍ້ມູນປະຫວັດ
my: ပရိုဖိုင်များ
vi: Dữ liệu chuyên đề

source: Story
lo: ເລື່ອງ
vi: Câu chuyện

source: Announcements
lo: ແຈ້ງການ
my: ကြေငြာချက်များ
vi: Thông báo

source: Site updates
lo: ຂ່າວອັບເດດກິດຈະກຳເວັບໄຊ
vi: Cập nhật trang

source: Cambodia
lo: ກຳປູເຈຍ
my: ကမ္ဘောဒီးယား
vi: Campuchia

source: Vietnam
lo: ຫວຽດນາມ
my: ဗီယက်နမ်
vi: Việt Nam

source: Laos
lo: ລາວ
my: လာအို
vi: Lào

source: Thailand
lo: ໄທ
my: ထိုင်း
vi: Thái Lan

source: English
lo: ອັງກິດ
my: အင်္ဂလိပ်ဘာသာစကား
vi: Tiếng Anh

source: Khmer
lo: ຂະແມ
my: ခမာဘာသာစကား
vi: Tiếng Khmer

source: Vietnamese
lo: ຫວຽດນາມ
my: ဗီယက်နမ်
vi: Tiếng Việt

source: Lao
lo: ລາວ
my: လာအို
vi: Lào

source: Thai
lo: ໄທ
my: ထိုင်း
vi: Thái

source: Burmese
lo: ມຽນມ້າ
my: ဗမာ
vi: Myanmar

source: All
lo: ທັງໝົດ
my: အားလုံး
vi: Tất cả

source: Search pages
lo: ຄົ້ນຫາໜ້າເວັບໄຊ
my: စာမျက်နှာများကိုရှာဖွေမည်
vi: Tìm kiếm các trang

source: Search page
lo: ຄົ້ນຫາໜ້າເວັບໄຊ
my: စာမျက်နှာကိုရှာဖွေမည်
vi: Tìm kiếm trang

source: Add new
lo: ເພີ່ມໃໝ່
my: အသစ်ထည့်သွင်းမည်
vi: Thêm mới

source: Add new search page
lo: ເພີ່ມໜ້າຄົ້ນຫາໃໝ່
my: စာမျက်နှာရှာဖွေမှုအသစ်ထည့်သွင်းမည်
vi: Thêm trang tìm kiếm mới

source: New search page
lo: ໜ້າຄົ້ນຫາໃໝ່
my: စာမျက်နှာရှာဖွေမှုအသစ်
vi: Trang tìm kiếm mới

source: Edit search page
lo: ແກ້ໄຂໜ້າທີ່ຄົ້ນຫາ
my: စာမျက်နှာရှာဖွေမှုကို တည်းဖြတ်မည်
vi: Biên tập trang tìm kiếm

source: View search page
lo: ເບິ່ງໜ້າທີ່ຄົ້ນຫາ
my: စာမျက်နှာရှာဖွေမှုကိုကြည့်ရှုမည်
vi: Xem trang tìm kiếm

source: All search pages
lo: ໜ້າທີ່ຄົ້ນຫາທັງໝົດ
my: စာမျက်နှာရှာဖွေမှုအားလုံး
vi: Tất cả các trang tìm kiếm

source: Search search pages
lo: ຄົ້ນຫາໃນໜ້າຄົ້ນຫາ
my: စာမျက်နှာများရှာဖွေမှုကိုရှာမည်
vi: Tìm trang tìm kiếm

source: Parent search pages:
lo: ໜ້າຄົ້ນຫາຕົ້ນສະບັບ:
my: မူလစာမျက်နှာများရှာဖွေမှု
vi: Trang tìm kiếm chủ

source: No search page found.
lo: ບໍ່ພົບໜ້າທີ່ທ່ານຄົ້ນຫາ.
my: စာမျက်နှာရှာဖွေမှုကို မတွေ့ရှိပါ
vi: Không tìm thấy trang nào

source: No search page found in trash.
lo: ບໍ່ພົບໜ້າທີ່ທ່ານຄົ້ນຫາໃນຖັງຂີ້ເຫຍື້ອ.
my: စာမျက်နှာရှာဖွေမှုကို ဖျက်ထားသည့်နေရာထဲတွင်မတွေ့ပါ
vi: Không thấy trang nào trong thùng rác

source: Option for search pages
lo: ໂຕເລືອກສຳລັບໜ້າເວັບທີ່ຄົ້ນຫາ
my: စာမျက်နှာများရှာဖွေရန်အတွက်ရွေးချယ်စရာများ
vi: Lựa chọn trang tìm kiếm

source: Template layout
lo: ການຈັດວາງແມ່ແບບ
my: Template အပြင်အဆင်
vi: Bố cục mẫu

source: Supported content types
lo: ປະເພດເນື້ອຫາທີ່ສະໜັບສະໜູນ
my: အထောက်အပံ့ပေးထားသောအကြောင်းအရာအမျိုးအစားများ
vi: Các loại nội dung được hỗ trợ

source: Please add the document types that should be supported on this page
lo: ກະລຸນາເພີ່ມປະເພດເອກະສານທີ່ທ່ານຄິດວ່າຈະຊ່ວຍສະໜັບສະໜູນໜ້າເວບນີ້
my: ဤစာမျက်နှာတွင်အထောက်အပံ့ပေးသင့်သောစာတမ်းအမျိုးအစားများကို ကျေးဇူးပြု၍ထည့်သွင်းပါ
vi: Vui lòng thêm loại tài liệu cần được hỗ trợ trên trang này

source: Choose template layout
lo: ເລືອກການຈັດວາງແມ່ແບບ
my: Template အပြင်အဆင် ကိုရွေးချယ်မည်
vi: Chọn bố cục mẫu

source: Download:
lo: ດາວໂຫຼດ:
vi: Tải về

source: Content type:
lo: ປະເພດເນື້ອຫາ:
vi: Loại nội dung:

source: Text search
lo: ຄົ້ນຫາຂໍ້ຄວາມ
my: စာသားဖြင့်ရှာဖွေခြင်း
vi: Tìm văn bản

source: Did you mean?
lo: ທ່ານໝາຍຄວາມວ່າຫຍັງ?
vi: Ý bạn là?

source: Topic
lo: ບົດຄວາມ
my: ခေါင်းစဥ်
vi: Chuyên đề

source: Select term
lo: ເລືອກເງື່ອນໄຂ
vi: Chọn kỳ hạn

source: Language
lo: ພາສາ
my: ဘာသာစကား
vi: Ngôn ngữ

source: Select language
lo: ເລືອກພາສາ
my: ဘာသာစကား ရွေးချယ်ပါ
vi: Chọn ngôn ngữ

source: License
lo: ການອະນຸຍາດ
my: လိုင်စင်
vi: Giấy phép

source: Select license
lo: ເລືອກໃບອະນຸຍາດ
my: လိုင်စင်ကို ရွေးချယ်ပါ
vi: Chọn giấy phép

source: Year
lo: ປີ
my: နှစ်
vi: Năm

source: Select year
lo: ເລືອກປີ
my: နှစ်ကို ရွေးချယ်မည်
vi: Chọn năm

source: Search
lo: ຄົ້ນຫາ
my: ရှာဖွေမည်
vi: Tìm kiếm

source: Clear
lo: ລຶບລ້າງ
my: ရှင်းလင်းမည်
vi: Xóa

source: Country
lo: ປະເທດ
my: နိုင်ငံ
vi: Quốc gia

source: Select country
lo: ເລືອກປະເທດ
my: နိုင်ငံရွေးချယ်ပါ
vi: Chọn quốc gia

source: Records
lo: ຂໍ້ມູນບັນທຶກ
vi: Bản ghi

source: found for
lo: ຊອກຫາສຳລັບ
my: အတွက် တွေ့ရှိပါသည်။
vi: Tìm thấy

source: Sort by
lo: ຈັດລຽງໂດຍ
my: အလိုက် အမျိုးအစားခွဲပါ
vi: Sắp xếp theo

source: Relevance
lo: ຄວາມກ່ຽວຂ້ອງ
my: သင့်လျော်မှု
vi: Sự phù hợp

source: Creation date
lo: ວັນທີສ້າງ
my: ဖန်တီးသည့်ရက်စွဲ
vi: Ngày khởi tạo

source: Modification date
lo: ວັນທີດັດແປງ
my: ပြန်လည်ပြင်ဆင်သည့်ရက်စွဲ
vi: Ngày chỉnh sửa

source: Search datasets, topics, news articles...
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນ, ບົດຄວາມ, ຫົວຂໍ້ຂ່າວ...
vi: Tìm kiếm

source: Sorting
lo: ການຈັດລຽງ
my: အမျိုးအစားခွဲခြင်း
vi: Phân loại

source: Search Filter
lo: ຄົ້ນຫາໂຕກອງ
my: ရှာဖွေမှုကို စစ်ထုတ်ခြင်း
vi: Bộ lọc tìm kiếm

source: Search Results for
lo: ຄົ້ນຫາຜົນລັບສຳລັບ
vi: Kết quả tìm kiếm

source: Explore more
lo: ຄົ້ນຫາເພີ່ມເຕີມ
my: ပိုမို၍ လေ့လာပါ
vi: Tìm hiểu thêm

source: Connecting to Solr
lo: ເຊື່ອມຕໍ່ກັບ Solr
my: Solr နှင့်ချိတ်ဆက်ခြင်း
vi: Kết nối tới Solr

source: Host
lo: ໂຮສ
my: သိမ်းဆည်မှု
vi: Máy chủ

source: Specify host without protocol, just domain. example: solr.opendevelopmentmekong.net
lo: ກຳໜົດໂຮສໂດຍບໍ່ມີໂປຣໂຕຄອລ, ມີແຕ່ໂດເມນ. ຕົວຢ່າງ: solr.opendevelopmentmekong.net
my: စည်းမျဥ်းများမပါဘဲ domain ဖြင့်သိမ်းဆည်းမှုကို ဖော်ပြပါ။ ဥပမာ solr.opendevelopmentmekong.net
vi: Chỉ định máy chủ không cần giao thức, chỉ cần tên miền. Ví dụ: solr.opendevelopmentmekong.net

source: Port
lo: ຊ່ອງທາງ
my: ချိတ်ဆက်မှု
vi: Cổng

source: Specify the port under which the solr instance is available
lo: ກຳໜົດຊ່ອງທາງທີ່ solr ສາມາດໃຊ້ໄດ້
my: အသင့်ရယူနိုင်သော solr ဖြင့် ချိတ်ဆက်မှုကို ဖော်ပြပါ
vi: Chỉ định cổng mà theo đó các trường hợp solr có sẵn

source: Scheme
lo: ແຜນຜັງ
my: စနစ်
vi: Kế hoạch

source: http or https
lo: http ຫຼື https
vi: http hoặc https

source: Path
lo: ເສັ້ນທາງ
my: လမ်းကြောင်း
vi: Con đường

source: Usually /solr/
lo: ໂດຍປົກກະຕິ /solr/
my: များသောအားဖြင့် /solr/
vi: Thông thường / solr /

source: Core WP
lo: ໃຈຄວາມສຳຄັນ WP
my: အခြေခံ WP
vi: Lõi WP

source: Example: wordpress_content
lo: ຕົວຢ່າງ: ເວີດເພຣສ_ເນື້ອຫາ
my: ဥပမာ။ wordpress_content
vi: Ví dụ: wordpress_content

source: Core CKAN
lo: ໃຈຄວາມສຳຄັນ CKAN
my: အခြေခံ CKAN
vi: Lõi CKAN

source: Example: collection1
lo: ຕົວຢ່າງ: ການເກັບລວບລວມ1
my: ဥပမာ။ collection1
vi: Ví dụ: collection 1

source: Core unified
lo: ໃຈຄວາມສຳຄັນທີ່ລວມກັນ
vi: Lõi hợp nhất

source: Example: unified
lo: ຕົວຢ່າງ: ລວມເຂົ້າກັນ
vi: Ví dụ: hợp nhất

source: User
lo: ຜູ້ໃຊ້
my: အသုံးပြုသူ
vi: Người dùng

source: Username for authentication
lo: ຊື່ຜູ້ໃຊ້ສຳລັບການກວດສອບ
my: အသုံးပြုသူအမည်အတွက် စစ်ဆေးမှု
vi: Tên đăng nhập để xác thực

source: Password
lo: ລະຫັດຜ່ານ
my: စကားဝှက်
vi: Mật khẩu

source: Password for authentication
lo: ລະຫັດຜ່ານສຳລັບການກວດສອບ
my: စကားဝှက်အတွက် စစ်ဆေးမှု
vi: Mật khẩu để xác thực

source: Connection status
lo: ສະຖານະການເຊື່ອມຕໍ່
my: ချိတ်ဆက်မှု အခြေအနေ
vi: Tình trạng kết nối

source: Ping to WP index succeded.
my: WP index ကို အသိပေးမှု အောင်မြင်ပါသည်
vi: Ping tới chỉ mục WP thành công.

source: Problem connecting to WP index. Please, check the specified config.
lo: ມີບັນຫາໃນການເຊື່ອມຕໍ່ກັບ WP index. ກະລຸນາກວດສອບ config ທີ່ລະບຸ.
my: ပြဿနာသည် WP index ကို ဆက်သွယ်နေပါသည်။ ကျေးဇူးပြု၍ ဖော်ပြထားသော config ကို စစ်ဆေးပေးပါ
vi: Vấn đề kết nối với chỉ mục WP. Vui lòng kiểm tra cấu hình được chỉ định.

source: Ping to CKAN index succeded.
my: CKAN index ကို အသိပေးမှု အောင်မြင်ပါသည်
vi: Ping tới chỉ mục CKAN đã thành công

source: Problem connecting to CKAN index. Please, check the specified config.
lo: ມີບັນຫາໃນການເຊື່ອມຕໍ່ກັບ CKAN index. ກະລຸນາກວດສອບ config ທີ່ລະບຸ.
my: ပြဿနာသည် CKAN index ကို ဆက်သွယ်နေပါသည်။ ကျေးဇူးပြု၍ ဖော်ပြထားသော config ကို စစ်ဆေးပေးပါ။
vi: Vấn đề kết nối với chỉ mục CKAN. Vui lòng kiểm tra cấu hình được chỉ định.

source: Logging
my: အကောင့်ဝင်ခြင်း
vi: Đang đăng nhập

source: Enable log
lo: ເປີດການບັນທຶກ
my: ဝင်ရောက်နိုင်ရန် ဖွင့်မည်
vi: Cho phép đăng nhập

source: Log file path
lo: ເສັ້ນທາງໄຟລບັນທຶກ
my: ဖိုင်လမ်းကြောင်းတွင်းသို့ ဝင်ရောက်မည်
vi: Đường dẫn tệp đăng nhập

source: Path where logs are going to be stored. Mind permissions.
my: သိမ်းဆည်မည့် ဝင်ရောက်မှုများကို လမ်းကြောင်းပြပါ။ ခွင့်ပြုချက်များကို သတိပြုပါ
vi: Đường dẫn nơi các bản ghi sẽ được lưu trữ. Lưu ý sự cho phép

source: Templating
lo: ການສ້າງແມ່ແບບ
vi: Mẫu

source: Select template
lo: ເລືອກແມ່ແບບ
my: Template ကို ရွေးချယ်ပါ
vi: Chọn mẫu

source: You do not have sufficient permissions to access this page.
lo: ທ່ານບໍ່ມີການສິດພຽງພໍໃນການເຂົ້າເຖິງໜ້ານີ້.
my: သင့်ထံတွင် ဤစာမျက်နှာကို ကြည့်ရှုရန်အတွက် လုံလောက်သည့် ခွင့်ပြုချက်များ မရှိပါ
vi: Bạn không đủ quyền truy cập vào trang này.

source: Myanmar
lo: ມຽນມ້າ
my: မြန်မာ

source: Show regional contents on results
lo: ສະແດງຂໍ້ມູນໃນຂົງເຂດກ່ຽວກັບຜົນໄດ້ຮັບ

source: Problem connecting to unified index. Please, check the specified config.
lo: ມີບັນຫາໃນການເຊື່ອມຕໍ່ກັບ unified index. ກະລຸນາກວດສອບ config ທີ່ລະບຸ.

source: wp-odm_solr plugin is not properly configured. Please contact the system's administrator
my: wp-odm_solr plugin သည် ကောင်းမွန်စွာ စီစဥ်ထားခြင်မရှိပါ။ ဤစနစ်ကို ထိန်းသိမ်းစောင့်ရှောက်သူထံကျေးဇူးပြု၍ ဆက်သွယ်ပါ။
